IDEA Open Model
Tendon Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the Tendon class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected Tendon()
Protected Sub New
See Also
Reference
Tendon Class
IdeaRS.OpenModel.Model Namespace